export default {
  failed: "Провален",
  success: "Успешно",
  home: "Главная",
  about: "О нас",
  info: "Информация",
  services: "Услуги",
  products: "Продукты",
  contact: "Контакт",

  plastic: "ПВХ",
  profiles: "профили",
  motto:
    "Наша компания является производителем высококачественных ПВХ профилей для окон и дверей, а наш широкий ассортимент ПВХ продуктов предназначен  для удовлетворения потребностей наших клиентов.",
  qualityprice: "Производство качественных и доступных пластиковых профилей;",
  coloredprofiles: "Любые размеры и цвета на Ваш вкус;",
  warranty: "30 летняя гарантия;",
  individualwork: "Индивидуальная работа с заказчиком;",
  freedelivery: "Бесплатная доставка по городу;",
  productionwindows: "Производство окон и дверей;",
  installation: "Своевременный и качественный монтаж.",
  contactus: "Связаться с нами!",

  ourservices: "Наши услуги",
  production: "Производство",
  productioncontent:
    "Наша команда опытных техников и инженеров неустанно работает над созданием ПВХ профилей, окон и дверей, которые не только прочные и долговечные, но и энергоэффективные. Мы гордимся качеством нашей работы и способностью предоставлять исключительные продукты по конкурентоспособным ценам.",
  measuring: "Измерительные работы",
  measuringcontent:
    "Наша команда профессионалов обучена обеспечивать каждое измерение максимальной точностью, гарантируя идеальную подгонку для ваших уникальных потребностей. Основываясь на точных данных измерения, уникальные оконные конструкции дадут вам комфорт и подчеркнут интерьер в вашем доме.",
  delivery: "Доставка",
  deliverycontent:
    "Мы уделяем большое внимание доставке наших ПВХ профилей, окон и дверей, чтобы гарантировать, что они прибывают в идеальном состоянии. Наша команда доставки обучена обращаться с продуктами с максимальным вниманием к деталям.",
  installationwork: "Монтажные работы",
  installationworkcontent:
    "Мы понимаем, что правильная установка является ключевым фактором для производительности и долговечности наших ПВХ профилей. Именно поэтому у нас есть команда обученных профессионалов, которые гарантируют эффективную установку с высочайшими стандартами качества.",
  guaranteedservice: "Гарантированное обслуживание",
  guaranteedservicecontent:
    "Мы стоим за качество наших продуктов и услуг в UzPlast и предлагаем гарантию на все наши ПВХ профили, окна и двери. Наша цель - предоставить вам беспроблемный опыт, зная, что вы можете доверять качеству наших продуктов и нашему обязательству к отличному сервису.",

  typesomething: "Пожалуйста, введите что-нибудь",
  yourname: "Ваше имя",
  namesurname: "Имя и фамилия",
  companyname: "Название компании",
  nameyourcompany: "Название вашей компании",
  youremailphone: "Ваш электронный адрес/номер телефона",
  emailorphone: "Электронный адрес или номер телефона",
  leavemessage: "Оставьте сообщение",
  letscooperate: "Давайте сотрудничать!",
  submit: "Отправить",
  reset: "Сбросить",
  submitted: "Отправлено!",
  somethingwentwrong: "Ошибка, что-то пошло не так!",
  address: "г. Навои. ул. Инспекторлар, 257а",
  rights: "Все права защищены",
};
